window.__dayDataCallback__({
  holidays: [
    { name: "მსოფლიო", fact: "ბექაფის (სარეზერვო ასლის) დღე", img: "World Backup Day", img2: "Backup and Restore" },
    { name: "აზერბაიჯანი", fact: "აზერბაიჯანელთა გენოციდის დღე", img: "День геноцида азербайджанцев", img2: "Azerbaijan" },
    { name: "აშშ", fact: "კალიფორნია - სესარ ჩავესის დღე", img: "День Сесара Чавеса", img2: "United States" },
    { name: "მალტა", fact: "თავისუფლების დღე (1979)", img: "Freedom Day (Malta)", img2: "Malta" },
    { name: "ტაილანდი", fact: "მეფე ნანკლაოს ხსოვნის დღე", img: "Rama III", img2: "Thailand" },
    { name: "ამერიკის ვირჯინის კუნძულები", fact: "გადაცემის დღე - ამ დღეს აღინიშნება კუნძულების დანიიდან აშშ-სთვის გადაცემა, რომელიც 1917 წელს მოხდა.", img: "Transfer Day", img2: "United States Virgin Islands" },
    { name: "მართლმადიდებელი ეკლესია მოიხსენიებს წმინდანებს:", fact: "კირილე I, ტროფიმე და ევკარპი, ანინე ხუცესი (მოიხსენიება ასევე 26 მარტს).", img: "ეკლესია (ნაგებობა)", img2: "Saints" }
  ],
  history: [
    { name: "1889", fact: "ეიფელის კოშკის ინაუგურაცია პარიზში.", img: "Eiffel Tower", img2: "France" },
    { name: "1931", fact: "მიწისძვრა ანადგურებს მანაგუას, ნიკარაგუა.", img: "1931 Managua earthquake", img2: "Nicaragua" },
    { name: "1949", fact: "ნიუფაუნდლენდი გახდა კანადის კონფედერაციის წევრი.", img: "Newfoundland", img2: "Canada" },
    { name: "1964", fact: "დიქტატურა ბრაზილიაში იწყება, გენერალი კასტელო ბრანკოს მეთაურობით.", img: "Humberto Castelo Branco", img2: "Brazil" },
    { name: "1967", fact: "ჯიმი ჰენდრიქსი წვავს საკუთარ გიტარას პირველად ლონდონის ასტორიის თეატრში. რის შედეგადაც ის ხელზე მეორე ხარისხის დამწვრობისთვის ჰოსპიტალიზებულ იქნა.", img: "Jimi Hendrix", img2: "London Astoria" },
    { name: "1979", fact: "ბრიტანეთის ბოლო ჯარისკაცი ტოვებს მალტის კუნძულებს.", img: "Malta", img2: "United Kingdom" },
    { name: "1991", fact: "საქართველოში გაიმართა საყოველთაო რეფერენდუმი საქართველოს დამოუკიდებლობის აღდგენის შესახებ. გამოკითხულთა 98%-მა დადებითად უპასუხა.", img: "1991 Georgian independence referendum", img2: "საქართველო" },
    { name: "1999", fact: "ბორის ელცინი გადადგა რუსეთის პრეზიდენტის პოსტიდან.", img: "Борис Ельцин", img2: "Russia" },
    { name: "2004", fact: "გუგლი აქვეყნებს Gmail-ს — პირველ ვებ-ფოსტას 1 გიგაბაიტიანი სათავსით.", img: "Gmail", img2: "Google" },
    { name: "1990", fact: "ჰუმანიტარული კავშირი კათარზისი გაიხსნა", img: "კათარზისი (სათნოების სახლი)", img2: "საქართველო" },
    { name: "2017", fact: "პარაგვაიში დემონსტრანტებმა კონგრესის შენობა ჩაიგდეს ხელში.", img: "Congress of Paraguay", img2: "Paraguay" }
  ],
  born: [
    { name: "1499", fact: "პიუს IV — რომის პაპი (გ. 1565)", img: "Pope Pius IV", img2: "Papal States" },
    { name: "1519", fact: "ანრი II (საფრანგეთი) — საფრანგეთის მეფე.", img: "Henry II of France", img2: "France" },
    { name: "1596", fact: "დეკარტი, რენე — ფრანგი ფილოსოფოსი, მათემატიკოსი და მეცნიერი", img: "René Descartes", img2: "France" },
    { name: "1732", fact: "ჰაიდნი, იოზეფ — ავტრიელი კომპოზიტორი", img: "Joseph Haydn", img2: "Austria" },
    { name: "1906", fact: "ტომონაგა სინიტირო — იაპონელი ფიზიკოსი.", img: "Sin-Itiro Tomonaga", img2: "Japan" },
    { name: "1939", fact: "გამსახურდია, ზვიად — მეცნიერი-ფილოლოგი, მწერალი, საზოგადო და პოლიტიკური მოღვაწე, საქართველოს პირველი პრეზიდენტი (გ. 1993)", img: "ზვიად გამსახურდია", img2: "საქართველო" }
  ],
  died: [
    { name: "1547", fact: "ფრანსუა I (საფრანგეთი) — საფრანგეთის მეფე", img: "Francis I of France", img2: "France" },
    { name: "1850", fact: "ჯუსტი, ჯუზეპე — იტალიელი პოეტი (დ.1809)", img: "Giuseppe Giusti", img2: "Italy" },
    { name: "1855", fact: "შარლოტა ბრონტე — ინგლისელი მწერალი.", img: "Charlotte Brontë", img2: "England" },
    { name: "1967", fact: "მალინოვსკი, როდიონ — სსრკ-ის სამხედრო მოღვაწე (დ. 1898)", img: "Родион Малиновский", img2: "Russia" },
    { name: "2021", fact: "ანზორ ერქომაიშვილი — ქართველი მუსიკოსი (დ. 1940)", img: "ანზორ ერქომაიშვილი", img2: "საქართველო" }
  ]
});
