window.__dayDataCallback__({
  holidays: [
    { name: "საქართველო", fact: "სახელმწიფოებრივი დამოუკიდებლობის აღდგენის დღე", img: "Restoration of Georgia's independence", img2: "საქართველო" },
    { name: "კანადა", fact: "ვიმის ქედის დღე - კანადის კორპუსის პირველ მსოფლიო ომში დაღუპული წევრების ხსოვნის დღე (1917)", img: "Vimy Ridge Day", img2: "Canada" },
    { name: "ფილიპინები", fact: "მამაცობის დღე - არავ ნგ კაგიტინგან", img: "Day of Valor", img2: "Philippines" },
    { name: "ფინეთი", fact: "ფინური ენის დღე", img: "Day of the Finnish Language", img2: "Finland" },
    { name: "კოსოვო", fact: "კონსტიტუციის დღე", img: "Constitution Day", img2: "Kosovo" },
    { name: "აშშ", fact: "აპომატოქსის დღე", img: "", img2: "United States" },
    { name: "ბაჰაიზმი", fact: "ჯალალის დღესასწაული, ბაჰაისტური კალენდრის პირველი დღე", img2: "Бахаи", img: "Riḍwan" },
    { name: "თელემა", fact: "კანონის წიგნის დაწერის მეორე დღის დღესასწაული", img: "Thelema", img2: "Unicursal hexagram" },
    { name: "მართლმადიდებელი ეკლესია", fact: "<b>ხსენება საიდუმლო სერობისა.</b> \nმოწამისა მატრონა თესალონიკელისა (III-IV); მოწამეთა მანუელისა და თეოდოსისა (304); ღირსისა იოანე წინამხედველისა, ეგვიპტელისა (დაახ. 395).", img: "ეკლესია (ნაგებობა)", img2: "Saints" }
  ],
  history: [
    { name: "1682", fact: "ლა სალმა აღმოაჩინა მდინარე მისისიპის შესართავი", img: "René-Robert Cavelier de La Salle", img2: "France" },
    { name: "1770", fact: "ჯეიმზ კუკმა აღმოაჩინა ბოტანის ყურე ავსტრალიასთან", img: "James Cook", img2: "Botany Bay" },
    { name: "1927", fact: "ამუშავდა ზაჰესი, რომელმაც პირველი დენი მისცა თბილისს", img: "ზემო ავჭალის ჰიდროელექტროსადგური", img2: "თბილისი" },
    { name: "1940", fact: "გერმანული ჯარები შეიჭრნენ დანიასა და ნორვეგიაში", img: "Operation Weserübung", img2: "World War II" },
    { name: "1989", fact: "'9 აპრილის სისხლიანი კვირა' — საქართველოს ეროვნულ-განმათავისუფლებელი მოძრაობის ანტისამთავრობო მშვიდობიანი აქცია თბილისში სასტიკად დარბეული იქნა. 21 ადამიანი დაიღუპა.", img: "April 9 tragedy", img2: "საქართველო" },
    { name: "1991", fact: "31 მარტის საყოველთაო-სახალხო რეფერენდუმის შედეგების საფუძველზე საქართველოს რესპუბლიკის უზენაესმა საბჭომ მიიღო 'საქართველოს სახელმწიფოებრივი დამოუკიდებლობის აღდგენის აქტი'", img: "საქართველოს სახელმწიფოებრივი დამოუკიდებლობის აღდგენის აქტი", img2: "საქართველოს დემოკრატიული რესპუბლიკა" },
    { name: "2009", fact: "ოპოზიციის მიერ პარლამენტის წინ გამართულ მიტინგზე დაახლოებით 50 000 ადამიანი შეიკრიბა.", img: "2009 Georgian opposition protests", img2: "საქართველო" },
    { name: "2010", fact: "რიგით მე-18 შესწორება შევიდა პაკისტანის კონსტიტუციაში.", img: "Constitution of Pakistan", img2: "Pakistan" },
    { name: "2010", fact: "გამოხცადდა უნუნსეპტიუმის პირველი წარმატებული სინთეზი, ქიმიური ელემენტი ატომური რიცხვით 117.", img: "Теннессин", img2: "Synthetic element" },
    { name: "2017", fact: "ბზობის დღესასწაულზე ეგვიპტეში კოპტურ ეკლესიებზე განხორციელებული ტერაქტები დროს დაიღუპა 41 და დაშავდა 136 ადამიანი.", img: "Теракты в Египте 9 апреля 2017 года", img2: "Egypt" },
    { name: "2024", fact: "საიმონ ჰარისი ირლანდიის ყველაზე ახალგაზრდა პრემიერ-მინისტრი გახდა.", img: "Simon Harris (politician)", img2: "Ireland" }
  ],
  born: [
    { name: "1821", fact: "შარლ ბოდლერი — ფრანგი მწერალი.", img: "Charles Baudelaire", img2: "France" },
    { name: "1830", fact: "ედვარდ მეიბრიჯი — ინგლისელი ფოტოგრაფი.", img: "Eadweard Muybridge", img2: "England" },
    { name: "1859", fact: "იულიუს ჰარტი — გერმანელი მწერალი.", img: "Julius Hart", img2: "Germany" },
    { name: "1902", fact: "ალექსანდრე ბარამიძე — ქართველი ლიტერატურათმცოდნე.", img: "ალექსანდრე ბარამიძე", img2: "საქართველო" },
    { name: "1933", fact: "ჟან-პოლ ბელმონდო — ფრანგი კინომსახიობი.", img: "Jean-Paul Belmondo", img2: "France" },
    { name: "1978", fact: "ლევან ჭოლაძე — ქართველი დიპლომატი, საქართველოს კონტროლის პალატის თავმჯდომარე 2007-2008 წლებში.", img: "ლევან ჭოლაძე", img2: "საქართველო" },
    { name: "1990", fact: "კრისტენ სტიუარტი — ამერიკელი მსახიობი.", img: "Kristen Stewart", img2: "United States" }
  ],
  died: [
    { name: "491", fact: "ზენონი — ბიზანტიის იმპერატორი;", img: "Zeno (emperor)", img2: "Byzantine Empire" },
    { name: "1553", fact: "რაბლე, ფრანსუა — ფრანგი მწერალი", img: "François Rabelais", img2: "France" },
    { name: "1626", fact: "ბეკონი, ფრენსის — ინგლისელი ფილოსოფოსი", img: "Francis Bacon", img2: "England" },
    { name: "1928", fact: "აწყურელი, დავით — ქართველი მსახიობი", img: "დავით აწყურელი", img2: "საქართველო" },
    { name: "1945", fact: "კანარისი, ვილჰელმ — გერმანელი ადმირალი", img: "Wilhelm Canaris", img2: "Germany" }
  ]
});
