window.__dayDataCallback__({
  holidays: [
    { name: "აშშ", fact: "დედმამიშვილების დღე", img: "Siblings Day", img2: "United States" },
    { name: "კანადა", fact: "დედმამიშვილების დღე", img: "Siblings Day", img2: "Canada" },
    { name: "აზერბაიჯანი", fact: "მშენებლის დღე", img: "Construction worker", img2: "Azerbaijan" },
    { name: "თელემა", fact: "კანონის წიგნის დაწერის მესამე დღის დღესასწაული", img: "Thelema", img2: "Unicursal hexagram" },
    { name: "მართლმადიდებელი ეკლესია", fact: "<b>ხსენება წმიდათა მაცხოვნებელთა ვნებათა უფლისა ჩვენისა იესო ქრისტესი. წმ. იოანესი, მანგლელი ეპისკოპოსისა (1751);</b> \nღირსისა ილარიონ ახლისა, პელიკიტელი იღუმენისა (დაახ. 754); ღირსისა სტეფანე აღმსარებელისა (დაახ. 815); მოწამეთა: იონასი და ბარაქისესი და სხვათა (დაახ. 330); მოწამისა ბოიანისა, ბულგარელი მთავრისა (დაახ. 830).", img: "ეკლესია (ნაგებობა)", img2: "Saints" }
  ],
  history: [
    { name: "1861", fact: "შეიქმნა მასაჩუსეტსის ტექნოლოგიის ინსტიტუტი.", img: "Massachusetts Institute of Technology", img2: "United States" },
    { name: "1912", fact: "ბრიტანული გემი 'ტიტანიკი' საუთჰემპტონის ნავსადგურიდან გადის პირველ და უკანასკნელ მოგზაურობაში.", img: "RMS Titanic", img2: "United Kingdom" },
    { name: "1959", fact: "იაპონიის უფლისწული აკიჰიტო დაქორწინდა სიოდა მიტიკოზე.", img: "Akihito", img2: "Japan" },
    { name: "1970", fact: "პოლ მაკარტნიმ ოფიციალურად განაცხადა The Beatles-ის დაშლა.", img: "Paul McCartney", img2: "The Beatles" },
    { name: "2010", fact: "სმოლენსკთან მომხდარი ავიაკატასტროფის შედეგად, 96 მგზავრი დაიღუპა, მათ შორის პოლონეთის პრეზიდენტი ლეხ კაჩინსკი.", img: "Tupolev Tu-154", img2: "Smolensk air disaster" },
    { name: "2016", fact: "აზალი ასუმანი კომორის პრეზიდენტად აირჩიეს.", img: "Azali Assoumani", img2: "Comoros" },
    { name: "2016", fact: "იდრის დები მეხუთე ვადით ჩადის პრეზიდენტად აირჩიეს.", img: "Idriss Déby", img2: "Chad" },
    { name: "2019", fact: "პირველად ისტორიაში, ასტრონომებმა შავი ხვრელის ფოტოს გადაღება შეძლეს.", img: "Чёрная дыра", img2: "General relativity" },
    { name: "2021", fact: "4 პირი მდინარე ენგურის გადმოცურვის დროს დაიხრჩო; 10 აპრილი საქართველოში გლოვის დღედ გამოცხადდა.", img: "ენგური", img2: "საქართველო" }
  ],
  born: [
    { name: "401", fact: "თეოდოსიუს II — ბიზანტიის იმპერატორი;", img: "Theodosius II", img2: "ბიზანტიის იმპერია" },
    { name: "1847", fact: "ჯოზეფ პულიცერი — უნგრელ-ამერიკელი ჟურნალისტი", img: "Joseph Pulitzer", img2: "United States" },
    { name: "1867", fact: "ჯორჯ რასელი — ირლანდიელი პოეტი", img: "George William Russell", img2: "Republic of Ireland" },
    { name: "1889", fact: "ალექსანდრე ასათიანი — ქართველი პოლიტიკური და საზოგადო მოღვაწე", img: "ალექსანდრე ასათიანი", img2: "საქართველო" },
    { name: "1904", fact: "იასონ აბაშიძე — ქართველი მეტყევე", img: "იასონ აბაშიძე", img2: "საქართველო" },
    { name: "1927", fact: "გიორგი წერეთელი — ქართველი პოეტი", img: "გიორგი წერეთელი", img2: "საქართველო" },
    { name: "1932", fact: "ომარ შარიფი — ეგვიპტელი კინომსახიობი", img: "Omar Sharif", img2: "Egypt" },
    { name: "1937", fact: "ბელა ახმადულინა — რუსი პოეტი", img: "Белла Ахмадулина", img2: "Russia" },
    { name: "1943", fact: "არტურ ეში — ავსტრალიელი ჩოგბურთელი", img: "Arthur Ashe", img2: "Australia" },
    { name: "1948", fact: "მაკა ჯოხაძე — ქართველი პროზაიკოსი", img: "მაკა ჯოხაძე", img2: "საქართველო" }
  ],
  died: [
    { name: "1585", fact: "გრიგოლ XIII — რომის პაპი", img: "Pope Gregory XIII", img2: "Papal States" },
    { name: "1813", fact: "ჟოზეფ-ლუი ლაგრანჟი — ფრანგი მათემატიკოსი", img: "Joseph-Louis Lagrange", img2: "France" },
    { name: "1904", fact: "ისაბელ II — ესპანეთის დედოფალი", img: "Isabella II of Spain", img2: "Spain" },
    { name: "1919", fact: "ემილიანო ზაპატა — მექსიკელი რევოლუიციონერი", img: "Emiliano Zapata", img2: "Mexico" },
    { name: "1931", fact: "ჯუბრან ხალილ ჯუბრანი — არაბი მწერალი და მხატვარი.", img: "Kahlil Gibran", img2: "Lebanon" },
    { name: "1954", fact: "აუგუსტ ლუმიერი — ფრანგი გამომგონებელი", img: "Auguste Lumière", img2: "France" },
    { name: "2010", fact: "ლეხ კაჩინსკი — პოლონეთის მე-11 პრეზიდენტი", img: "Lech Kaczyński", img2: "Poland" },
    { name: "2017", fact: "გივი ბერიკაშვილი — ქართველი მსახიობი (დ. 1933)", img: "გივი ბერიკაშვილი", img2: "საქართველო" }
  ]
});
