window.__dayDataCallback__({
  holidays: [
    { name: "ინგლისი", fact: "პირველი ყვავილის დღე (პრიმულა)", img: "Primrose Day", img2: "England" },
    { name: "ვენესუელა", fact: "დამოუკიდებლობის დღე", img: "Declaration of Independence of Venezuela", img2: "Venezuela" },
    { name: "სიერა-ლეონე", fact: "რესპუბლიკის დღე", img: "Freetown", img2: "Sierra Leone" },
    { name: "ურუგვაი", fact: "ოცდათორმეტი ორიენტალელის გადმოსხდომის დღე (1825)", img: "Thirty-Three Orientals", img2: "Uruguay" },
    { name: "მართლმადიდებელი ეკლესია", fact: "<b>უფლისა ჩვენისა იესო ქრისტეს ბრწყინვალე აღდგომის ფოთის საკათედრო ტაძრის (ახალი „აია-სოფია“) ენკენიობა*.</b> ევტიქი კონსტანტინეპოლელი პატრიარქისა (582); მეთოდე მორავიელ მთავარეპისკოპოსისა (885); ღირსისა პლატონიდა ასურისა (308); 120-თა სპარსელ მოწამეთა (344-347); მოწამეთა იერემიასი და არქილე ხუცისა (III); ხსენება ზოსიმესი და შიშველმართალთა.", img: "ეკლესია (ნაგებობა)", img2: "Saints" }
  ],
  history: [
    { name: "1713", fact: "საღვთო რომის იმპერატორმა კარლ VI-მ გამოსცა პრაგმატული სანქცია.", img: "Pragmatic Sanction of 1713", img2: "Holy Roman Empire" },
    { name: "1770", fact: "კაპიტანმა ჯეიმზ კუკმა აღმოაჩინა 'ახალი სამხრეთი უელსი' (ავსტრალია).", img: "James Cook", img2: "New South Wales" },
    { name: "1782", fact: "ნიდერლანდებმა აღიარა აშშ-ს დამოუკიდებლობა.", img: "Dutch recognition of American independence", img2: "United States" },
    { name: "1803", fact: "გიორგი XII-ის ქვრივმა, დედოფალმა მარიამმა მოკლა გენერალი ლაზარევი.", img: "მარიამ ციციშვილი", img2: "საქართველო" },
    { name: "1839", fact: "ლონდონის ხელშეკრულებით ბელგიის სამეფოს დამოუკიდებლობა გამოცხადდა.", img: "Treaty of London (1839)", img2: "Belgium" },
    { name: "1943", fact: "ნაცისტების ჯარები ვარშავის გეტოში შევიდნენ, რამაც ვარშავის გეტოს აჯანყება გამოიწვია.", img: "Warsaw Ghetto Uprising", img2: "Poland" },
    { name: "1971", fact: "ბაიკონურიდან ორბიტაზე გაუშვეს პირველი კოსმოსური სადგური 'სალუტ-1'.", img: "Salyut 1", img2: "Russia" },
    { name: "2007", fact: "რუმინეთის პარლამენტმა უფლებამოსილება შეუწყვიტა პრეზიდენტ ტრაიან ბესესკუს.", img: "Traian Băsescu", img2: "Romania" },
    { name: "2011", fact: "ფიდელ კასტრო კუბის კომუნისტური პარტიის პირველი მდივნობიდან გადადგა.", img: "Fidel Castro", img2: "Cuba" },
    { name: "2011", fact: "გუდლაკ ჯონათანი ნიგერიის პრეზიდენტად აირჩიეს.", img: "Goodluck Jonathan", img2: "Nigeria" },
    { name: "2018", fact: "კუბის ახალი პრეზიდენტი მიგელ დიას-კანელი გახდა.", img: "Miguel Díaz-Canel", img2: "Cuba" },
    { name: "2022", fact: "ჟოზე რამუშ-ორტა აღმოსავლეთ ტიმორის პრეზიდენტად აირჩიეს.", img: "José Ramos-Horta", img2: "East Timor" }
  ],
  born: [
    { name: "1320", fact: "პედრუ I — პორტუგალიის მეფე ბურგუნდიელთა დინასტიიდან", img: "Peter I of Portugal", img2: "Portugal" },
    { name: "1483", fact: "პაოლო ჯოვიო — იტალიელი მეცნიერი-ჰუმანისტი, ისტორიკოსი, ნოჩერას ეპისკოპოსი", img: "Paolo Giovio", img2: "Italy" },
    { name: "1776", fact: "ვასილი გოლოვნინი — რუსი მოგზაური, ვიცე-ადმირალი", img: "Василий Головнин", img2: "Russia" },
    { name: "1777", fact: "კარლ ტოლი — რუსი გენერალი, ნაპოლეონის ომების მონაწილე", img: "Карл Толь", img2: "Russia" },
    { name: "1795", fact: "ქრისტიან გოტფრიდ ერენბერგი — გერმანელი ბიოლოგი, გეოლოგი, ბუნებისმეტყველი, მიკროპალეონტოლოგიის ფუძემდებელი", img: "Christian Gottfried Ehrenberg", img2: "Germany" },
    { name: "1796", fact: "ფრანც ანტონ გერსტნერი — ავსტრიელი და ჩეხი ინჟინერი, რკინიგზების მშენებელი", img: "Franz Anton von Gerstner", img2: "Austria" },
    { name: "1882", fact: "ჟეტულიუ ვარგასი — ბრაზილიელი პოლიტიკოსი", img: "Getúlio Vargas", img2: "Brazil" },
    { name: "1920", fact: "იოსებ ნონეშვილი — ქართველი პოეტი", img: "იოსებ ნონეშვილი", img2: "საქართველო" },
    { name: "1949", fact: "პალომა პიკასო — ესპანელი-ფრანგი დიზაინერი", img: "Paloma Picasso", img2: "France" },
    { name: "1968", fact: "ეშლი ჯადი — ამერიკელი კინომსახიობი", img: "Ashley Judd", img2: "USA" },
    { name: "1987", fact: "მარია შარაპოვა — რუსი ჩოგბურთელი", img: "Шарапова, Мария Юрьевна", img2: "Russia" },
    { name: "1995", fact: "ლია სმიტი — ამერიკელი მოცურავე, ოლიმპიური ჩემპიონი, მსოფლიო ჩემპიონი", img: "Lia Neal", img2: "USA" },
    { name: "2000", fact: "ლუკას პინეირო ბროტენი — ბრაზილიელი ალპური მოთხილამურე, ოლიმპიური ჩემპიონი (2026) გიგანტურ სლალომში.", img: "Lucas Braathen", img2: "Brazil" }
  ],
  died: [
    { name: "1054", fact: "ლეო IX — რომის პაპი 1049-1054 წლებში.", img: "ლეო IX", img2: "Papal States" },
    { name: "1820", fact: "სიმონ სოლოღაშვილი — წარმოშობით ქართველი, რუსეთის იმპერიის გენერალი", img: "სიმონ სოლოღაშვილი", img2: "საქართველო" },
    { name: "1824", fact: "ჯორჯ გორდონ ბაირონი — ინგლისელი პოეტი, რომანტიკოსი.", img: "Lord Byron", img2: "England" },
    { name: "1881", fact: "ბენჯამინ დიზრაელი — ბრიტანელი პოლიტიკოსი", img: "Benjamin Disraeli", img2: "United Kingdom" },
    { name: "1906", fact: "პიერ კიური — ფრანგი ფიზიკოსი", img: "Pierre Curie", img2: "France" },
    { name: "1967", fact: "კონრად ადენაუერი — გერმანელი პოლიტიკოსი", img: "Konrad Adenauer", img2: "Germany" },
    { name: "1980", fact: "ალფრედ ჰიჩკოკი — ამერიკელი კინორეჟისორი", img: "Alfred Hitchcock", img2: "United Kingdom" },
    { name: "2022", fact: "მვაი კიბაკი — კენიის ყოფილი პრეზიდენტი", img: "Mwai Kibaki", img2: "Kenya" }
  ]
});
