window.__dayDataCallback__({
  holidays: [
    { name: "საქართველო", fact: "პოლიციის დღე.", img: "საქართველოს შინაგან საქმეთა სამინისტრო", img2: "საქართველო" },
    { name: "თურქეთი", fact: "ჰიდირელესის პირველი დღე.", img: "Hıdırellez", img2: "Turkey" },
    { name: "პორტუგალია", fact: "აზულეჯოს დღე.", img: "Azulejo", img2: "Portugal" },
    { name: "ბულგარეთი", fact: "სამშობლოს დამცველთა დღე.", img: "Bravery Day", img2: "Bulgaria" },
    { name: "აშშ", fact: "მედდის დღე.", img: "National Nurses Day", img2: "United States" },
    { name: "მართლმადიდებელი ეკლესია", fact: "<b>წმიდისა დიდისა მოწამისა, ძლევაშემოილისა და სასწაულთმოქმედისა გიორგისი,</b> კაპადოკიელისა (303)*; <b>წმიდისა კეთილმსახურისა მეფისა სოლომონისა</b> (იმერეთის მეფე სოლომონ I, 1735- 1784)**; მოწამისა დედოფლისა ალექსანდრასი (303/314); მოწამეთა ანატოლისა და პროტოლეონისა (303).", img: "ეკლესია (ნაგებობა)", img2: "Saints" }

  ],
  history: [
    { name: "1104", fact: "იერუსალიმის მეფე ბოლდვინ I-მა ალ-აქსა ეგვიპტის ფატიმიდებისგან აიღო.", img2: "Siege of Acre (1104)", img: "Baldwin I of Jerusalem" },
    { name: "1527", fact: "კარლოს V-ის არმია რომს იღებს და სასტიკად ძარცვავს; მოვლენა ხშირად ითვლება რენესანსის დასასრულის სიმბოლოდ.", img: "კარლ V", img2: "Sack of Rome (1527)" },
    { name: "1682", fact: "საფრანგეთის მეფე ლუი XIV-მ სამეფო კარი ვერსალში გადაიტანა.", img2: "Palace of Versailles", img: "Louis XIV" },
    { name: "1757", fact: "პრაღის ბრძოლა — შვიდწლიანი ომის ფარგლებში, რუსეთის არმია ავსტრიელებს პრაღაში უტევს.", img: "Битва под Прагой", img2: "Семилетняя война" },
    { name: "1794", fact: "ჰაიტელები ტუსენ ლუვერტიურის ხელმძღვანელობით საფრანგეთის წინააღმდეგ აჯანყდნენ.", img: "Haitian Revolution", img2: "Haiti" },
    { name: "1840", fact: "დიდი ბრიტანეთისა და ირლანდიის გაერთიანებულ სამეფოში ძალაში შევიდა მსოფლიოში პირველი ოფიციალური საფოსტო მარკა — „შავი პენი“.", img: "Penny Black", img2: "United Kingdom" },
    { name: "1861", fact: "არკანზასი ამერიკის სამოქალაქო ომის დროს გამოეყო აშშ-ს და შეუერთდა კონფედერაციას.", img2: "Arkansas in the American Civil War", img: "American Civil War" },
    { name: "1889", fact: "ეიფელის კოშკის ინაუგურაცია პარიზის უნივერსალურ ექსპოზიციაზე.", img: "Eiffel Tower", img2: "France" },
    { name: "1910", fact: "ჯორჯ V დიდი ბრიტანეთის მეფე გახდა ედუარდ VII-ის გარდაცვალების შემდეგ.", img: "George V", img2: "United Kingdom" },
    { name: "1940", fact: "ჯონ სტაინბეკს პულიცერის პრემია მიენიჭა რომანისთვის „მრისხანების მტევნები“.", img: "John Steinbeck", img2: "United States" },
    { name: "1941", fact: "იოსებ სტალინი სსრ კავშირის სახალხო კომისართა საბჭოს თავმჯდომარედ დაინიშნა.", img: "Иосиф Сталин", img2: "Soviet Union" },
    { name: "1945", fact: "მეორე მსოფლიო ომი: პრაღის ოპერაცია დაიწყო — აღმოსავლეთ ფრონტის ბოლო მასშტაბური შეტევა.", img: "Prague Offensive", img2: "Czech Republic" },
    { name: "1994", fact: "ლა-მანშის გვირაბი ოფიციალურად გაიხსნა საფრანგეთის პრეზიდენტ ფრანსუა მიტერანისა და დიდი ბრიტანეთის დედოფალ ელისაბედ II-ის მიერ.", img: "Channel Tunnel", img2: "United Kingdom" },
    { name: "2004", fact: "„აჭარული რევოლუციის“ დასასრული. ასლან აბაშიძემ დატოვა საქართველოს ტერიტორია და რუსეთის უშიშროების საბჭოს ხელმძღვანელს იგორ ივანოვს მოსკოვში გაჰყვა. ბათუმში ჩავიდნენ მიხეილ სააკაშვილი და ნინო ბურჯანაძე.", img: "Aslan Abashidze", img2: "საქართველო" },
    { name: "2007", fact: "ნიკოლა სარკოზიმ საფრანგეთის საპრეზიდენტო არჩევნებში ხმების 53%-ით სოციალისტი სეგოლენ რუაიალი დაამარცხა.", img: "Nicolas Sarkozy", img2: "France" },
    { name: "2011", fact: "გაერთიანებულ სამეფოში, მომავალი საპარლამენტო არჩევნებისთვის საარჩევნო სისტემის შეცვლაზე გამართულ რეფერენდუმზე, ამომრჩევლებმა ალტერნატიულ საარჩევნო სისტემაზე უარი განაცხადეს.", img: "2011 United Kingdom alternative vote referendum", img2: "United Kingdom" },
    { name: "2012", fact: "ფრანსუა ოლანდი საფრანგეთის პრეზიდენტად აირჩიეს.", img: "François Hollande", img2: "France" },
    { name: "2015", fact: "სტიუარტ ბინემმა 2015 წლის სნუკერის მსოფლიო ჩემპიონატი მოიგო.", img: "სტიუარტ ბინემი", img2: "List of World Snooker Championship winners" },
    { name: "2023", fact: "გაერთიანებული სამეფოს მეფის, ჩარლზ III-ის კორონაცია გაიმართა.", img: "Coronation of Charles III and Camilla", img2: "United Kingdom" },
    { name: "2025", fact: "ფრიდრიხ მერცი გერმანიის კანცლერად აირჩიეს.", img: "Friedrich Merz", img2: "Germany" }
  ],
  born: [
    { name: "1397", fact: "სეჯონგ დიდი — კორეის მეფე", img: "Sejong the Great", img2: "South Korea" },
    { name: "1464", fact: "სოფია იაგელონი — პოლონელი პრინცესა, ბრანდენბურგ-ანსბახის მარგარიტა", img: "Sophia Jagiellon", img2: "Poland" },
    { name: "1493", fact: "ჯიროლამო სერიპანდო — იტალიელი თეოლოგი და კარდინალი.", img: "Girolamo Seripando", img2: "Italy" },
    { name: "1501", fact: "მარცელუს II — რომის პაპი", img: "Marcellus II", img2: "Papal States" },
    { name: "1574", fact: "ინოკენტი X — რომის პაპი", img: "Innocent X", img2: "Papal States" },
    { name: "1580", fact: "ჩარლზ გონზაგა — მენტუისა და მონფერატის ჰერცოგი.", img: "Charles Gonzaga", img2: "France" },
    { name: "1635", fact: "იოჰან იოახიმ ბეხერი — გერმანელი ფიზიკოსი და ალქიმიკოსი.", img: "Johann Joachim Becher", img2: "Germany" },
    { name: "1668", fact: "ალენ-რენე ლესაჟი — ფრანგი მწერალი და დრამატურგი.", img: "Alain-René Lesage", img2: "France" },
    { name: "1680", fact: "ჟან-ბატისტ სტუკი — იტალიელ-ფრანგი ჩელისტი და კომპოზიტორი.", img: "Jean-Baptiste Stuck", img2: "Italy-France" },
    { name: "1713", fact: "შარლ ბატო — ფრანგი ფილოსოფოსი და აკადემიკოსი.", img: "Charles Batteux", img2: "France" },
    { name: "1714", fact: "ანტონ რააფი — გერმანელი ტენორი.", img: "Anton Raaff", img2: "Germany" },
    { name: "1742", fact: "ჟან სენებიე — შვეიცარიელი პასტორი და ფიზიოლოგი.", img: "Jean Senebier", img2: "Switzerland" },
    { name: "1756", fact: "ანდრე მასენა — ფრანგი სახელმწიფო და სამხედრო მოღვაწე", img: "André Masséna", img2: "France" },
    { name: "1758", fact: "მაქსიმილიან რობესპიერი — ფრანგი რევოლუციონერი.", img: "Maximilien Robespierre", img2: "France" },
    { name: "1856", fact: "ზიგმუნდ ფროიდი — ავსტრიელი ფსიქიატრი და ფსიქოლოგი.", img: "Sigmund Freud", img2: "Austria" },
    { name: "1861", fact: "რაბინდრანათ თაგორი — ინდოელი მწერალი.", img: "Rabindranath Tagore", img2: "India" },
    { name: "1902", fact: "კონა გიგინეიშვილი — ქართველი ფილოლოგი, ენათმეცნიერი.", img: "კონა გიგინეიშვილი", img2: "საქართველო" },
    { name: "1907", fact: "ილია ვეკუა — ქართველი მათემატიკოსი და მექანიკოსი.", img: "ილია ვეკუა", img2: "საქართველო" },
    { name: "1945", fact: "ბესარიონ გუგუშვილი — საქართველოს რესპუბლიკის რიგით მეორე პრემიერ-მინისტრი.", img: "ბესარიონ გუგუშვილი", img2: "საქართველო" },
    { name: "1953", fact: "ტონი ბლერი — დიდი ბრიტანეთის პრემიერ-მინისტრი.", img: "Tony Blair", img2: "United Kingdom" },
    { name: "1961", fact: "ჯორჯ კლუნი — ამერიკელი მსახიობი.", img: "George Clooney", img2: "United States" }
  ],
  died: [
    { name: "1859", fact: "ალექსანდერ ჰუმბოლდტი — გერმანელი ბუნებისმეტყველი და მოგზაური.", img: "Alexander von Humboldt", img2: "Germany" },
    { name: "1910", fact: "ედვარდ VII — დიდი ბრიტანეთის მეფე.", img: "Edward VII", img2: "United Kingdom" },
    { name: "1959", fact: "რაგნარ ნურკსე — ესტონელი ეკონომისტი.", img: "Ragnar Nurkse", img2: "Estonia" },
    { name: "1992", fact: "მარლენ დიტრიხი — გერმანელი კინომსახიობი, მომღერალი.", img: "Marlene Dietrich", img2: "France" },
    { name: "1995", fact: "გოლტფრიდ ფონ ჰაბერლერი — ამერიკელი ეკონომისტი.", img: "Gottfried Haberler", img2: "United States" }
  ]
});
