window.__dayDataCallback__({
  holidays: [
    { name: "ლაოსი", fact: "კონსტიტუციის დღე.", img: "Constitution of Laos", img2: "Laos" },
    { name: "აშშ", fact: "„ჭამეთ, რაც გინდათ“ (ინგლ. Eat What You Want Day) - ეროვნული დღე აშშ-ში, როცა შეგიძლიათ მიირთვათ, რაც გსურთ.", img: "Eat What You Want Day", img2: "United States" },
    { name: "მართლმადიდებელი ეკლესია", fact: "მოციქულთა იასონისა და სოსიპატრესი 70-თაგანთა, კერკირა ქალწულისა და სხვათა, მათ თანა წამებულთა (I); მოწამეთა: დადასი, მაქსიმესი და კვინტილიანესი (286); მოწამეთა: სატორნისა, იაკისქოლესი, ფავსტიანესი, იანვარისა, მარსალისა, ევფრასისა, მამიასი, მურინესი, ზენონისა, ევსევისა, ნეონისა და ვიტალისა (63).", img: "ეკლესია (ნაგებობა)", img2: "Saints" }
  ],
  history: [
    { name: "330", fact: "კონსტანტინოპოლი რომის იმპერიის დედაქალაქად გამოცხადდა.", img: "Constantinople", img2: "Byzantine Empire" },
    { name: "1310", fact: "საფრანგეთში 54 ტამპლიერი რაინდი კოცონზე დაწვეს ერეტიკოსობისთვის.", img: "Knights Templar", img2: "France" },
    { name: "1502", fact: "ქრისტეფორე კოლუმბი მის მეოთხე და საბოლოო მოგზაურობას იწყებს ვესტ-ინდოეთში.", img: "Christopher Columbus", img2: "Spain" },
    { name: "1858", fact: "მინესოტა აშშ-ის 32-ე შტატი გახდა.", img: "Minnesota", img2: "United States" },
    { name: "1867", fact: "ლუქსემბურგი დამოუკიდებელი ხდება.", img: "Luxembourg", img2: "Luxembourg" },
    { name: "1918", fact: "ჩრდილოეთ კავკასიის მთიელთა რესპუბლიკა შეიქმნა.", img: "მთიელთა დემოკრატიული რესპუბლიკა", img2: "Mountainous Republic of the Northern Caucasus" },
    { name: "1924", fact: "გოტლიბ დაიმლერისა და კარლ ბენცის კომპანიების შერწყმით მერსედეს-ბენცი შეიქმნა.", img: "Mercedes-Benz", img2: "Germany" },
    { name: "1926", fact: "დაიწყო რუალ ამუნდსენის პირველი ტრანსარქტიკული გადაფრენა დირიჟაბლით „ნორვეგია“ მარშრუტზე შპიცბერგენი-ჩრდილოეთი პოლუსი-ალასკა.", img: "Roald Amundsen", img2: "Norway" },
    { name: "1939", fact: "მდინარე ხალხინ-გოლზე საბჭოთა და იაპონურ-მონღოლური ჯარების კონფლიქტი დაიწყო.", img: "Battles of Khalkhin Gol", img2: "Mongolia" },
    { name: "1949", fact: "სიამი ოფიციალურად ხდება ტაილანდი.", img: "Thailand", img2: "Thailand" },
    { name: "1949", fact: "ისრაელი გაეროს წევრი ხდება.", img: "Israel", img2: "United Nations" },
    { name: "1960", fact: "პირველი კონტრაცეპტივი-აბი გამოვიდა.", img: "Combined oral contraceptive pill", img2: "United States" },
    { name: "1967", fact: "საბერძნეთის სამხედრო ხუნტამ ათენში ანდრეას პაპანდრეუ დააპატიმრა.", img: "Andreas Papandreou", img2: "Greece" },
    { name: "1995", fact: "ნიუ-იორკში 170 ქვეყანა შეთანხმდა უპირობოდ და უსასრულოდ გააგრძელონ ბირთვული გაუვრცელებლობის ხელშეკრულება.", img: "Treaty on the Non-Proliferation of Nuclear Weapons", img2: "United States" },
    { name: "1998", fact: "ინდოეთმა პოხრანში სამი მიწისქვეშა ბირთვული გამოცდა ჩაატარა.", img: "Pokhran-II", img2: "India" },
    { name: "2009", fact: "პანევროპულ ლატარეაში EuroMillions ესპანელმა ქალბატონმა €126 მილიონი მოიგო — უდიდესი თანხა, რომელიც ერთ ადამიანს მოუგია ევროპის ისტორიაში.", img: "EuroMillions", img2: "Spain" },
    { name: "2009", fact: "ნასამ კოსმოსური შატლი ატლანტისი გაუშვა, მეხუთე და ბოლო დამხმარე მისია კოსმოსური ტელესკოპი ჰაბლისთვის.", img: "Space Shuttle Atlantis", img2: "United States" },
    { name: "2010", fact: "საპარლამენტო არჩევნებში ნაწილობრივი გამარჯვების შედეგად, დეივიდ კამერონი კონსერვატიული პარტიიდან, გაერთიანებული სამეფოს პრემიერ-მინისტრი გახდა, კოალიციაში ვიცე-პრემიერ ნიკ კლეგთან ერთად, ლიბერალ-დემოკრატებიდან.", img: "David Cameron", img2: "United Kingdom" },
    { name: "2010", fact: "ვისვანათან ანანდიმ ჭადრაკში 12-პარტიან მატჩში ვესელინ ტოპალოვი დაამარცხა და მსოფლიო ჩემპიონის ტიტული შეინარჩუნა.", img: "Viswanathan Anand", img2: "Bulgaria" }
  ],
  born: [
    { name: "483", fact: "იუსტინიანე I — ბიზანტის იმპერატორი.", img: "Justinian I", img2: "Turkey" },
    { name: "1904", fact: "დალი, სალვადორ — ესპანელი მხატვარი.", img: "Salvador Dalí", img2: "Spain" },
    { name: "1918", fact: "ფეინმანი, რიჩარდ — ამერიკელი ფიზიკოსი", img: "Richard Feynman", img2: "United States" },
    { name: "1928", fact: "ფერერი, მარკო — იტალიელი რეჟისორი და სცენარისტი.", img: "Marco Ferreri", img2: "Italy" },
    { name: "1937", fact: "შენგელაია, გიორგი — ქართველი კინორეჟისორი", img: "გიორგი შენგელაია", img2: "საქართველო" },
    { name: "1984", fact: "ანდრეს ინიესტა — ესპანელი ფეხბურთელი", img: "Andrés Iniesta", img2: "Spain" }
  ],
  died: [
    { name: "1963", fact: "ბერიძე, ვუკოლ — ქართველი ენათმეცნიერი", img: "ვუკოლ ბერიძე", img2: "საქართველო" },
    { name: "1976", fact: "აალტო, ალვარ — ფინელი არქიტექტორი.", img: "Alvar Aalto", img2: "Finland" },
    { name: "1978", fact: "მორო, ალდო — იტალიელი პოლიტიკოსი.", img: "Aldo Moro", img2: "Italy" },
    { name: "1981", fact: "მარლი, ბობ — იამაიკელი მუსიკოსი.", img: "Bob Marley", img2: "Jamaica" }
  ]
});
