window.__dayDataCallback__({
  holidays: [
    { name: "მსოფლიო", fact: "კოსმოსის დღე", img: "Вселенная", img2: "Earth" },
    { name: "მსოფლიო", fact: "ჩაის  დღე", img: "International Tea Day", img2: "Earth" },
    { name: "გაერო", fact: "კულტურული მრავალფეროვნების დღე", img: "United Nations resolution", img2: "United Nations" },
    { name: "კაიმანის კუნძულები", fact: "კუნძულების აღმოჩენის დღე", img: "Caribbean", img2: "Cayman Islands" },
    { name: "მართლმადიდებელი ეკლესია", fact: "მოწამეთა ქართველთა, ქრისტეს სარწმუნოებისათვის ფერეიდანში (ირანი) სპარსთაგან მოწყვედილთა (XVII-XVIII)*; მოციქულისა და მახარებელისა იოანე ღმრთისმეტყველისა (98-117)**; ღირსისა არსენი დიდისა (449-450).", img: "ეკლესია (ნაგებობა)", img2: "Saints" }
  ],
  history: [
    { name: "996", fact: "თექვსმეტი წლის ოტო III საღვთო რომის იმპერატორად აკურთხეს.", img: "Otto III, Holy Roman Emperor", img2: "Holy Roman Empire" },
    { name: "1502", fact: "წმ. ელენეს კუნძული აღმოაჩინა პორტუგალიელმა მეზღვაურმა ჟუან და ნოვამ.", img: "João da Nova", img2: "Saint Helena" },
    { name: "1503", fact: "ქრისტეფორე კოლუმბმა აღმოაჩინა კაიმანის კუნძულები.", img: "Christopher Columbus", img2: "Cayman Islands" },
    { name: "1712", fact: "პეტრე პირველმა დედაქალაქი მოსკოვიდან პეტერბურგში გადაიტანა", img2: "Saint Petersburg", img: "Петр I" },
    { name: "1725", fact: "ალექსანდრე ნეველის ორდენი დააწესა რუსეთის იმპერატრიცა ეკატერინე I-მა.", img: "Order of Saint Alexander Nevsky", img2: "Russia" },
    { name: "1769", fact: "რუსეთის, ქართლ-კახეთისა და იმერეთის შეთანხმება.", img: "საქართველო-რუსეთის ურთიერთობები", img2: "საქართველო" },
    { name: "1804", fact: "პარიზში პერ-ლაშეზის სასაფლაო გაიხსნა", img: "Père Lachaise Cemetery", img2: "France" },
    { name: "1840", fact: "ახალი ზელანდია ბრიტანეთის კოლონიად გამოცხადდა.", img: "New Zealand", img2: "United Kingdom" },
    { name: "1851", fact: "ავსტრალიაში პირველი ოქროს საბადო აღმოაჩინეს.", img: "Australian gold rushes", img2: "Australia" },
    { name: "1881", fact: "ორგანიზაცია ამერიკის წითელი ჯვარი დაარსდა.", img: "American Red Cross", img2: "United States" },
    { name: "1864", fact: "დასრულდა კავკასიის ომი — 21 მაისი გამოცხადდა ჩერქეზთა გენოციდის დღედ.", img: "Circassian genocide", img2: "ჩერქეზთა გენოციდის დღე" },
    { name: "1894", fact: "22 წლის ფრანგ ანარქისტს ემილ ანრის გილიოტინაზე თავი მოჰკვეთეს.", img: "Émile Henry (anarchist)", img2: "France" },
    { name: "1904", fact: "პარიზში დაარსდა საფეხბურთო ასოციაციების საერთაშორისო ფედერაცია (ფიფა).", img: "FIFA", img2: "France" },
    { name: "1928", fact: "უოლტ დისნეიმ მიიღო პატენტი მიკი მაუსის გამოსახულების მონოპოლიურ გამოყენებაზე.", img: "Mickey Mouse", img2: "United States" },
    { name: "1937", fact: "საბჭოთა სადგური პირველი სამეცნიერო-კვლევითი დასახლება ხდება არქტიკის ოკეანის მოძრავ ყინულის ბაქანზე.", img: "North Pole-1", img2: "Soviet Union" },
    { name: "1972", fact: "რომში წმინდა პეტრეს ტაძარში ვანდალმა მიქელანჯელოს პიეტა დააზიანა.", img: "Pietà (Michelangelo)", img2: "Vatican City" },
    { name: "1991", fact: "ინდოეთის პრემიერ-მინისტრი რაჯივ განდი კამიკაძის თავდასხმის მსხვერპლი გახდა.", img: "Rajiv Gandhi", img2: "India" },
    { name: "1991", fact: "ეთიოპიის პრეზიდენტი მენგისთუ ჰაილე მარიამი გადადგა და ქვეყნიდან გაიქცა.", img: "Mengistu Haile Mariam", img2: "Ethiopia" },
    { name: "1998", fact: "ინდონეზიის დიქტატორი 32 წლის განმავლობაში - სუჰარტო - გადადგა.", img: "Suharto", img2: "Indonesia" },
    { name: "2003", fact: "მიწისძვრამ ჩრდილოეთ ალჟირში 2000-ზე მეტი ადამიანი იმსხვერპლა.", img: "2003 Boumerdès earthquake", img2: "Algeria" },
    { name: "2004", fact: "21 მაისიდან შემოღებულ იქნა საქართველოს ამჟამინდელი სახელმწიფო ჰიმნი, „თავისუფლება“", img: "თავისუფლება (ჰიმნი)", img2: "საქართველო" },
    { name: "1983", fact: "სტანისლავ პეტროვს მსოფლიოს მოქალაქის წოდება მიანიჭეს პოტენციური მესამე მსოფლიო ომის თავიდან აცილების გამო.", img: "Станислав პეტროვი", img2: "Russia" },
    { name: "2006", fact: "მონტენეგრო რეფერენდუმით სერბეთისგან დამოუკიდებლობას აძლევს ხმას.", img: "2006 Montenegrin independence referendum", img2: "Montenegro" },
    { name: "2007", fact: "ლიბანის ჩრდილოეთში ბრძოლა გაჩაღდა ლიბანის შეიარაღებულ ძალებსა და ფათჰ ალ-ისლამის დაჯგუფებებს შორის.", img: "2007 Lebanon conflict", img2: "Lebanon" },
    { name: "2008", fact: "პარლამენტის არჩევნებში დეპუტატების ადგილების უმრავლესობა ნაციონალურმა მოძრაობამ მიიღო.", img: "2008 Georgian parliamentary election", img2: "საქართველო" },
    { name: "2008", fact: "ფინალურ მატჩში ჩელსის დამარცხებით მანჩესტერ იუნაიტედი 2008 წლის უეფას ჩემპიონთა ლიგის ჩემპიონი გახდა.", img: "Manchester United F.C.", img2: "Chelsea F.C." },
    { name: "2009", fact: "ნეპალელმა მთამსვლელმა აპა შერპამ მე-19-ჯერ დალაშქრა ჯომოლუნგმა და საკუთარი მსოფლიო რეკორდი მოხსნა.", img: "Apa Sherpa", img2: "Nepal" },
    { name: "2011", fact: "საქართველოს პარლამენტმა სპეციალური დადგენილებით ჩერქეზი ხალხის გენოციდი აღიარა.", img: "Circassian genocide", img2: "საქართველო" },
    { name: "2011", fact: "სახალხო კრებამ თბილისსა და ბათუმში პრეზიდენტ მიხეილ სააკაშვილის გადადგომის მოთხოვნით საპროტესტო გამოსვლები დაიწყო.", img: "2011 Georgian protests", img2: "საქართველო" },
    { name: "2013", fact: "პროკურატურამ საქართველოს ყოფილი პრემიერ-მინისტრი ვანო მერაბიშვილი და კახეთის გუბერნატორი ზურაბ ჭიაბერაშვილი დააკავა.", img: "ვანო მერაბიშვილი", img2: "საქართველო" },
    { name: "2024", fact: "ამერიკელი რეჟისორის შონ ბეიკერის ფილმი „ანორა“ კანის კინოფესტივალის ოქროს პალმის რტოს მფლობელი გახდა.", img: "Anora (film)", img2: "კანის კინოფესტივალი" }
  ],
  born: [
    { name: "1471", fact: "დიურერი, ალბრეხტ — გერმანელი მხატვარი.", img: "Albrecht Dürer", img2: "Germany" },
    { name: "1855", fact: "ვერჰარნი, ემილ — ბელგიელი პოეტი და დრამატურგი.", img: "Émile Verhaeren", img2: "Belgium" },
    { name: "1874", fact: "დადიანი, შალვა — ქართველი მწერალი, დრამატურგი.", img: "შალვა დადიანი", img2: "საქართველო" },
    { name: "1919", fact: "ჩაჩავა, კონსტანტინე — ქართველი მეან-გინეკოლოგი.", img: "კონსტანტინე ჩაჩავა", img2: "საქართველო" },
    { name: "1921", fact: "სახაროვი, ანდრეი — რუსი ფიზიკოსი.", img: "Андрей სახაროვი", img2: "Russia" },
    { name: "1937", fact: "ჭიაურელი, სოფიკო — ქართველი მსახიობი.", img: "სოფიკო ჭიაურელი", img2: "საქართველო" },
    { name: "1945", fact: "მესერშმიდი, ერნსტ — გერმანელი ფიზიკოსი.", img: "Ernst Messerschmid", img2: "Germany" },
    { name: "1972", fact: "The Notorious B.I.G. — ამერიკელი რეპერი.", img: "The Notorious B.I.G.", img2: "United States" }
  ],
  died: [
    { name: "1542", fact: "სოტო, ერნანდო დე - ესპანელი მკვლევარი.", img: "Hernando de Soto", img2: "Spain" },
    { name: "1955", fact: "ურუშაძე, ავთანდილ - ქართველი პოლიტიკური, სამხედრო და საზოგადო მოღვაწე (დ.1890)", img: "ავთანდილ ურუშაძე", img2: "საქართველო" },
    { name: "1973", fact: "კონევი, ივან - რუსი სამხედრო მოღვაწე (დ.1897)", img: "Иван კუნევი", img2: "Russia" }
  ]
});
